{
	"token": "potato",
	"questions": [
		"How old are you?",

		"What is your in game name?",

		"What alts have you used on Versai? This will be checked so be honest.",

		"What platforms do you play on? (Console, iOS, Android, Windows 10)",

		"What country are you from?",

		"What is your current country of residence?",

		"What is your time zone?",

		"What languages can you fluently speak?",

		"Have you ever been banned on Versai? If so, list the banned IGN(s) and the reason(s).",

		"Are you currently staff elsewhere? If so, what server(s) and what rank do you hold.",

		"What's your availability? Please list an estimate of the hours you can play each day of the week.",

		"Is your device capable of recording Minecraft footage?",

		"Name three staff members who you believe do their job well and explain why you have selected them. (If you only know 1-2 staff members then name them)",

		"Name three staff members that you believe are not doing a good job and state the reasons.",

		"Are you able to help bring additional players to Versai? If so, how?",

		"What do you like most about Versai and why?",
		"What do you dislike most about Versai and why? (There's no right or wrong answer, we use this information to make our server a better place for the community, so be honest.)",

		"If you could change one thing about Versai, what would it be?",

		"You're being messaged by two players. One is asking for you to teleport to a hacker and the other is swearing at you for no reason. What would you do?",

		"If you are in a 1v1, and a player tells you that the person they're fighting is suspicious, what would you do?",
		"Do you have any past server moderation experience on other servers?",

		"What does being staff mean to you?",

		"Illustrate your Minecraft history. (When did you start playing, Why did you start playing it? What made you come to Versai?)",

		"What else should we know about you?"
	],
	"staffLogs": "719338365866082315",
	"applicationCategory": ""
}
